Repository: proversity-org/proversity-openedx-themes
Catalog: edx-platform/cabinet-theme/conf/locale/*/LC_MESSAGES/ubcpi.po
Languages: fr

source: "Simple" means examples for different answer possibilities are intentionally selected when students are viewing peer answers.<br>"Random" means examples are selected at random and may not include different answer possibilities.
fr: "Simple" signifie les exemples pour les possibilités de réponses différentes sont sélectionnées de façon intentionnelle quand les étudiants voient les réponses de leurs pairs.<br>"Aléatoire" signifie les exemples sélectionnés de façon aléatoire et qui peuvent ne pas inclure des possibilités de réponses différentes.

source: &nbsp;({{weight}} point possible)
fr: &nbsp;({{poids}} points possibles)

source: &nbsp;({{weight}} points possible)
fr: &nbsp;({{poids}} points possibles)

source: (Option {{rc.answer_original + 1}})
fr: (Option {{rc.réponse_originale + 1}})

source: (Option {{rc.answer_revised + 1}})
fr: (Option {{rc.réponse_révisée + 1}})

source: (You chose this option)
fr: (Vous avez choisi cette option)

source: (correct)
fr: (Bonne réponse)

source: ({{weight}} point possible)
fr: ({{poids}} points possibles)

source: ({{weight}} points possible)
fr: ({{poids}} points possibles)

source: , Completed
fr: , Réponse complète

source: , In Progress
fr: , En cours

source: , Upcoming
fr: A venir

source: Add New Answer
fr: Ajouter une nouvelle réponse

source: Add New Example
fr: Ajouter un exemple

source: Add example answers to the answer pool for this question. Students most likely to see these answers are those completing the assignment first, when the answer pool is small.
fr: Ajouter des exemples de réponses à la banque de questions pour cette question. Les étudiants qui verront ces réponses seront probablement ceux qui complèteront l'exercice en premier, lorsque la banque de réponses est encore faible.

source: Add the text for this answer. If you wish to add an image, press the button below.
fr: Ajoutez le texte pour cette réponse. Si vous souhaitez ajouter une image, appuyez sur le bouton ci-dessous.

source: Alternative text - a description of the image for non-visual users. The description should provide all the information needed for someone to answer the question if the image did not load.
fr: Text optionnel - une description de l'image pour les utilisateurs déficients visuels. La description devrait fournir toute l'information nécessaire pour quelqu'un qui devrait répondre à la question si l'image ne s'affiche pas.

source: Answer
fr: Réponse

source: Answer Options
fr: Choix de réponse

source: Answer {{$index + 1}}
fr: Réponse {{$index + 1}}

source: Answers Students See - Number Selected <font color="red">*</font>
fr: Réponses que les étudiants voient - Nombre sélectionné <font color="red">*</font>

source: Answers Students See - Selection Logic <font color="red">*</font>
fr: Réponses que les étudiants voient - Logique de sélection <font color="red">*</font>

source: Cancel
fr: Annuler

source: Choose if you want the image to appear above or below the question text.
fr: Choisissez si vous voulez afficher l'image au-dessus ou en-dessous du texte de la question.

source: Choose if you want the image to appear above or below the question.
fr: Choisissez si vous voulez afficher l'image au-dessus ou en-dessous de la question.

source: Choose the answer you consider correct, or select "n/a" if there is no correct answer.
fr: Choisissez la réponse que vous jugez correcte, ou sélectionnez "n/a" s'il n'y a pas de bonne réponse.

source: Choose the answer.
fr: Veuillez choisir la réponse.

source: Class Breakdown
fr: Répartition en classe

source: Correct Answer
fr: Bonne réponse

source: Correct Answer <font color="red">*</font>
fr: Bonne réponse <font color="red">*</font>

source: Correct Option
fr: Bonne option

source: Defines the number of points each problem is worth. If the value is not set, the problem is worth the sum of the option point values.
fr: Définit le nombre de points pour chaque question. Si aucune valeur n'est indiquée, le poids de la question sera calculé en fonction de la somme des valeurs des options.

source: Display Name <font color="red">*</font>
fr: Afficher le nom <font color="red">*</font>

source: Error retrieving data!
fr: Erreur lors de la récupération des données !

source: Error retrieving statistics!
fr: Erreur lors de la récupération des statistiques !

source: Error saving question
fr: Impossible d'enregistrer la question

source: Error submitting answer!
fr: Impossible d'enregistrer la réponse !

source: Error:
fr: Erreur :

source: Example Answer {{$index + 1}}
fr: Exemple de réponse {{$index + 1}}

source: Example Answers <font color="red">*</font>
fr: Exemples de réponses <font color="red">*</font>

source: Explain to other students why you chose this answer (Required):
fr: Expliquer aux autres étudiants pourquoi vous avez choisi cette réponse (Réponse obligatoire) :

source: Explanation
fr: Explication

source: Explanation (optional)
fr: Explication (optionnel)

source: Explanation <font color="red">*</font>
fr: Explication <font color="red">*</font>

source: Final Answer Selection
fr: Sélection de la réponse finale.

source: Final Answer Selection:
fr: Sélection de la réponse finale :

source: First, the learner answers a multiple choice question and provides an explanation for the answer. Next, the learner sees answers and explanations submitted by other learners. After reflecting on these peer responses, the learner can make revisions and submit a final answer and explanation. Finally, the learner sees the correct answer, if supplied, and any explanation that you provided for it.
fr: L'apprenant répond d'abord à une question à choix multiple et fournit une explication pour la réponse. L'apprenant voit ensuite les réponses et les explications soumises par d'autres apprenants. Après avoir réfléchi à partir des réponses de ses pairs, l'apprenant peut effectuer des modifications et soumettre une réponse finale avec une explication. Enfin, l'apprenant voit la bonne réponse, si fournie, et quelque explication que vous aurez fournie.

source: In order to move to the next step please briefly explain why you chose this answer.
fr: Pour passer à l'étape suivante, veuillez expliquer brièvement pourquoi vous avez choisi cette réponse.

source: In order to move to the next step please choose an answer.
fr: Pour passer à l'étape suivante, veuillez choisir une réponse.

source: In order to move to the next step, please choose an answer and briefly explain your choice.
fr: Pour passer à l'étape suivante, veuillez choisir une réponse et expliquer brièvement votre choix.

source: In the next step, you will be shown a selection of other responses that may help you refine your answer.
fr: A l'étape suivante, une sélection de réponses d'autres apprenants vous sera présentée pour vous aider à affiner votre réponse.

source: Initial Answer Selection
fr: Sélection de la réponse initiale.

source: Initial Answer Selection:
fr: Sélection de la réponse initiale :

source: Instructor's Explanation
fr: Explication du professeur

source: Maximum Characters <font color="red">*</font>
fr: Nombre maximum de caractères <font color="red">*</font>

source: Minimum Characters <font color="red">*</font>
fr: Nombre minimum de caractères <font color="red">*</font>

source: Next Step
fr: Etape suivante

source: Not enough data to generate the chart. Please check back later.
fr: Pas assez de données pour produire le graphique. Veuillez réessayer plus tard.

source: Peer Instruction
fr: Instruction par les pairs

source: Peer instruction problems give learners more interactive engagement while they complete a multiple choice question that may or may not have a correct answer. The tool supports deeper consideration of the learner’s understanding of a concept and the correctness (if applicable) of an initial answer. Learners complete these problems in three steps.
fr: Les questions d'instruction par les pairs fournissent aux apprenants plus d'engagement interactif par le biais d'une question à choix multiple qui peut ou ne pas avoir de bonne réponse. L'outil permet un examen approfondi de la compréhension d'un concept par l'apprenant et de la justesse (le cas échéant) de la réponse initiale. Les apprenants complètent ces questions en trois étapes.

source: Please edit your explanation so that it is less than {{rationale_size.max}} characters.
fr: Veuillez éditer votre explication pour qu'elle soit moins de {{rationale_size.max}} caractères.

source: Please refresh the page and try again!
fr: Veuillez rafraîchir votre page et réessayer !

source: Possible Answers <font color="red">*</font>
fr: Réponses possibles <font color="red">*</font>

source: Problem Weight
fr: Poids de l'exercice

source: Provide alternative text - a description of the image for non-visual users. The description should provide all the information needed for someone to answer the question if the image did not load.
fr: Veuillez fournir un texte optionnel - une description de l'image pour les utilisateurs déficients visuels. La description devrait fournir toute l'information nécessaire pour quelqu'un qui devrait répondre à la question si l'image ne s'affiche pas.

source: Provide an explanation for this answer.
fr: Veuillez fournir une explication à votre réponse.

source: Question Text <font color="red">*</font>
fr: Texte de la question <font color="red">*</font>

source: Reflection
fr: Réflexion

source: Remove
fr: Retirer

source: Results
fr: Résultats

source: Save
fr: Enregistrer

source: Saving
fr: Enregistrement en cours

source: See how your classmates answered <a href="#classbreakdown">below</a>
fr: Voir les réponses de vos camarades <a href="#classbreakdown">ci-dessous</a>

source: Step 1) Your Initial Answer <span class="inline-hint">You can change this answer later, if you change your mind.</span>
fr: Etape 1) Votre réponse initiale <span class="inline-hint">Vous pouvez modifier votre réponse plus tard, si vous changez d'avis.</span>

source: Step 2) Read Other Students Answers
fr: Etape 2) Lire d'autres réponses d'étudiants

source: Step 3) Your Final Answer <span class="inline-hint">You now have the option to change your initial selection and explanation, if you wish.</span>
fr: Etape 3) Votre réponse finale <span class="inline-hint">Vous avez maintenant la possibilité de modifier votre choix initial et explication, comme vous le souhaitez.</span>

source: Student Answer: {{options[answer.option].text}}
fr: Réponse de l'étudiant : {{options[answer.option].text}}

source: Student Rationale
fr: Raisonnement de l'étudiant

source: Students see the explanation after seeing the final answer.
fr: Les étudiants peuvent voir l'explication après avoir vu la réponse finale.

source: Submitting
fr: Soumettre

source: The answers appear as choices underneath the question, with a maximum of 10 allowed per question. Each answer may contain text, an image, or a combination of both. <br><br>To add another answer press the "Add New Answer" button. To remove an answer press the blue "x" next to the blue option you want to remove.
fr: Les réponses apparaissent comme choix en-dessous de la question, avec un nombre maximum de 10 par question. Chaque réponse peut contenir du texte, une image, ou une combinaison des deux. <br><br>Pour ajouter une réponse, appuyez sur le bouton "Ajouter une réponse". Pour supprimer une réponse, appuyez sur le "x" bleu à côté de l'option bleue que vous souhaitez supprimer.

source: The question appears above the possible answers that you set below. You can use text, an image, or a combination of both. If you wish to add an image to your question, press the "Add Image To Question" button.
fr: La question apparaît au-dessus des réponses possibles que vous avez créées ci-dessous. Vous pouvez utiliser du texte, une image, ou une combinaison des deux. Si vous souhaitez ajouter une image à la question, appuyez sur le bouton "Ajouter une image à la question".

source: These are samples of other student answers for this question. Read them and then compare with your answer below.
fr: Voici une sélection de réponses d'autres étudiants. Lisez-les et comparez-les à votre réponse ci-dessous.

source: This is a look at how your classmates answered the question during the initial and final rounds.
fr: Voici un aperçu des réponses de vos camarades lors de l'étape initiale et finale.

source: This is the maximum number of characters the student explanations may contain.
fr: C'est le nombre maximum de caractères que les explications des étudiants doivent contenir.

source: This is the minimum number of characters the student explanations must contain.
fr: C'est le nombre minimum de caractères que les explications des étudiants doivent contenir.

source: This is the number of examples shown to the students after they answer. Enter the # symbol to use the same number as the answer possibilities you've set.
fr: C'est le nombre d'exemples fournis aux étudiants après qu'ils ont répondu à la question. Entrez le symbole # pour utiliser le même nombre que de possibilités de réponses que vous avez configuré.

source: This name appears in the horizontal navigation at the top of the page.
fr: Ce nom apparaît dans la barre de navigation horizontale en haut de la page.

source: Upload a file first using Content > Files &amp; Uploads. Then copy the 'Studio URL'. Paste that into the text field here.
fr: Téléversez un fichier d'avoir en utilisant Contenu > Fichiers &amp; Téléversements. Copiez ensuite la 'URL Studio'. Collez-la dans la zone de texte ici.

source: Upload a file using Content > Files &amp; Uploads. Then copy the 'Studio URL'. Paste that into the text field above.
fr: Téléversez un fichier en utilisant Contenu > Fichiers &amp; Téléversements. Copiez ensuite la 'URL Studio'. Collez-la dans la zone de texte ci-dessus.

source: View Question Statistics
fr: Voir les statistiques de la question

source: Warning
fr: Avertissement

source: You are approaching the limit of {{rationale_size.max}} characters for this answer. Characters left: {{rationale_size.max - rc.rationale.length}}
fr: Vous approchez de la limite de {{rationale_size.max}} caractères pour cette réponse. Nombre de caractères restants : {{rationale_size.max - rc.rationale.length}}

source: You are unable to save this form as there are errors:
fr: Votre formulaire contient des erreurs :

source: Your final answer:
fr: Votre réponse finale :

source: Your initial answer:
fr: Votre réponse initiale :

source: Your rationale must be a maximum of {{rationale_size.max}} characters.
fr: Votre explication doit avoir un maximum de {{rationale_size.max}} caractères.

source: Your rationale must be a minimum of {{rationale_size.min}} characters.
fr: Votre explication doit avoir un minimum de {{rationale_size.min}} caractères.

source: Missing option seed(s):
fr: Option(s) d'amorçage manquante:

source: Missing 1 option seed
fr: 1 option d'amorçage manquante

source: Question must have text element.
fr: La question doit comporter du texte.

source: Option must have text element.
fr: L'option doit comporter du texte.

source: Missing rationale for correct answer.
fr: Il manque l'explication de la bonne réponse.

source: Only one correct answer can be defined in options.
fr: Seulement une bonne réponse peut être définie en options.

source: Correct answer and rationale are required and have to be defined in one of the option.
fr: La bonne réponse et l'explication sont requises et doivent être définies dans l'une des options.

source: Seed element must have an option attribute.
fr: L'option d'amorçage doit avoir un attribut.

source: Every peer instruction tool must contain an "ubcpi" element.
fr: Chaque outil d'instruction par les pairs doit contenir un élément "ubcpi".

source: Every peer instruction tool must contain a "display_name" element.
fr: Chaque outil d'instruction par les pairs doit contenir un élément "afficher_nom".

source: Every peer instruction must tool contain a "question" element.
fr: Chaque outil d'instruction par les pairs doit contenir un élément "question".

source: Every peer instruction must tool contain a "options" element.
fr: Chaque outil d'instruction par les pairs doit contenir un élément "options".

source: Every peer instruction must tool contain a "seeds" element.
fr: Chaque outil d'instruction par les pairs doit contenir un élément "amorçage".

source: Minimum Characters
fr: Nombre minimum de caractères

source: Maximum Characters
fr: Nombre maximum de caractères

source: Number of Responses
fr: Nombre de réponses

source: Not an Integer
fr: Pas un nombre entier

source: Invalid Option(s):
fr: Option(s) non valides :

source: Peer Instruction Question
fr: Question de l'instruction par les pairs

source: <p>Where does most of the mass in a fully grown tree originate?</p>
fr: <p>D'où est issue la majeure partie de la masse d'un arbre adulte ?</p>

source: The question the students see. This question appears above the possible answers which you set below. You can use text, an image or a combination of both. If you wish to add an image to your question, press the 'Add Image' button.
fr: La question que les étudiants voient. Cette question apparaît au-dessus des réponses possibles que vous configurez ci-dessous. Vous pouvez utiliser du texte, ajouter une image ou une combinaison des deux. Si vous souhaitez ajouter une image à votre question, appuyez sur le bouton "Ajouter une image".

source: Soil
fr: Sol

source: Water
fr: Eau

source: The possible options from which the student may select
fr: Les options possibles que les étudiants peuvent sélectionner

source: The minimum and maximum number of characters a student is allowed for their rationale.
fr: Le nombre minimum et maximum de caractères que les étudiants peuvent utiliser pour leur explication.

source: The correct option for the question
fr: La bonne réponse à cette question

source: Photosynthesis
fr: Photosynthèse

source: The feedback for student for the correct answer
fr: La rétroaction pour l'étudiant qui a la bonne réponse

source: Overall stats for the instructor
fr: Statistiques d'ensemble pour le professeur

source: Tree gets carbon from air.
fr: Les arbres absorbent le gaz carbonique.

source: Tree gets minerals from soil.
fr: Les arbres obtiennent les minéraux par le sol.

source: Tree drinks water.
fr: Les arbres ont besoin d'eau.

source: Instructor configured examples to give to students during the revise stage.
fr: Le professeur a configuré les exemples à donner aux étudiants pendant l'étape de révision.

source: System selected answers to give to students during the revise stage.
fr: Le système a sélectionné les réponses à donner aux étudiants pendant l'étape de révision.

source: The algorithm for selecting which answers to be presented to students
fr: L'algorythme pour avoir sélectionné quelles réponses montrer aux étudiants

source: ISO-8601 formatted string representing the start date of this assignment. We ignore this.
fr: Chaîne formatée ISO-8601 représentant la date de début du devoir. Nous l'ignorons.

source: ISO-8601 formatted string representing the due date of this assignment. We ignore this.
fr: La chaîne formatée ISO-8601 représentant la date de début du devoir. Nous l'ignorons.

source: System will select one of each option to present to the students.
fr: Le système va sélectionner l'une de chacune des options à montrer aux étudiants.

source: Completely random selection from the response pool.
fr: Sélection complètement aléatoire à partir de la banque de réponses.

source: Appears above
fr: Apparaît ci-dessus.

source: Appears below
fr: Apparaît ci-dessous.
